alacritty
alsa-utils
autoconf
automake
base
bat
binutils
bison
breeze-gtk
breeze-icons
brightnessctl
check
clang
cloudflare-warp-bin
code
code-marketplace
dosfstools
doxygen
exa
fakeroot
file-roller
firefox
firefox-i18n-bn
flex
fzf
gcc
git
gnu-free-fonts
gobject-introspection
grim
groff
gtk-doc
gtk-layer-shell
hstr
htop
imagemagick
intel-ucode
iwd
kakoune
libmpdclient
libtool
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
m4
make
mako
man-db
man-pages
materia-gtk-theme
meson
nano
neofetch
nerd-fonts-dejavu-complete
noto-fonts
ntfs-3g
oguri-git
oxygen-icons-svg
pacman-contrib
pacmatic
pacolog
pakbak-git
papirus-icon-theme
paru-bin
patch
pkgconf
playerctl
plymouth-git
polkit
python-breathe
python-html2text
python-pip
python-sphinx_rtd_theme
qt5-wayland
qt6-wayland
reflector
ripgrep
rust-analyzer
seahorse
shell-color-scripts
skim
starship
sublime-merge
sublime-text-4
sudo
sway-launcher-desktop
swayidle
swaylock
terminus-font
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
transmission-gtk
tree
ttf-bitstream-vera
ttf-croscore
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-ibm-plex
ttf-liberation
tumbler
vi
vim
waylock
wdisplays
which
wlogout-git
wlroots
wpa_supplicant
zig
